<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8"/>
<meta name="viewport" content="width=device-width,initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
<title>服务器数据的数据保留</title>
</head>
<style type="text/css">
ol,ul{
display:block;
list-style-type:none;
margin:20px;
color: #fff;
}
</style>
<style>
      * {
        margin: 0;
        padding: 0;
      }
      body {
        font-family: Arial, sans-serif;
       }

		nav {
        background-color: #F25D8E;
        height: 50px;
        width: 100%;
      }
      .container {
        max-width: 1200px;
        margin: 0 auto;
        display: flex;
        justify-content: space-between;
        align-items: center;
        height: 100%;
      }
      .logo {
        color: #fff;
        font-size: 1.5rem;
        font-weight: bold;
        text-transform: uppercase;
        letter-spacing: 2px;
      }
      ul {
        list-style: none;
        display: flex;
        align-items: center;
        padding-left: 0;
        margin-bottom: 0;
      }
      li {
        position: relative;
        margin-right: 20px;
        cursor: pointer;
      }
      a {
        display: block;
        color: #fff;
        text-decoration: none;
        font-size: 1.2rem;
        font-weight: bold;
        text-transform: uppercase;
      }
      li ul {
        display: none;
        position: absolute;
        top: 40px;
        left: 0;
        background-color: #40C2F1;
        padding: 5px 0;
        box-shadow: 0 4px 8px rgba(0, 0, 0, 0.2);
      }
      li ul li {
        position: relative;
        margin-right: 0;
        margin-bottom: 10px;
        display: block;
      }
      li ul li a {
        font-weight: normal;
        font-size: 1rem;
      }
      li:hover a,
      li:hover ul {
        color: #e3e3e3;
      }
      li:hover ul {
        display: block;
      }
    </style><body><nav>
      <div class="container">
        <div class="logo">zhangcheng工作室&nbsp;</div>
        <ul>
          <li>
            <a href="index.html">主页</a>
          </li>
          <li>
            <a href="https://zhangchengmcbedrock.github.io/hotokokoa.html">项目</a>
            <ul>
              <li><a href="#">浏览器新标签页</a></li>
              <li><a href="#"></a></li>
              <li><a href="#"></a></li>
            </ul>
          </li>
          <li>
            <a href="https://zhangchengmcbedrock.github.io/hotokokoa.html">依兔酱&依优酱</a>
          </li>
		  <li>
            <a href="https://zhangchengmcbedrock.github.io/download.html">下载中心</a>
          </li>
          <li>
            <a href="https://zhangchengmcbedrock.github.io/blog.html">博客</a>
          </li>
          <li>
            <a href="https://zhangchengmcbedrock.github.io/help.html">帮助</a>
          </li>
         <li>
           <a href="https://zhangchengmcbedrock.github.io/about.html">关于</a>
          </li>
	    </ul>
      </div>
    </nav>
  <br>
<center><div>&#26381;&#21153;&#22120;&#25968;&#25454;&#30340;&#25968;&#25454;&#20445;&#30041;<br>
<br>
Aternos&#20026;&#20840;&#29699;&#21508;&#22320;&#30340;&#29992;&#25143;&#25552;&#20379;&#20813;&#36153;&#30340;&#22320;&#38647;&#26381;&#21153;&#22120;&#65292;&#24182;&#19982;&#20182;&#20204;&#30340;&#26379;&#21451;&#19968;&#36215;&#29609;&#65292;&#32780;&#26080;&#38656;&#25903;&#20184;&#20219;&#20309;&#38065;&#12290;<br>
<br>
&#25105;&#20204;&#25509;&#31649;&#20102;&#23436;&#25972;&#30340;&#25176;&#31649;&#65292;&#20063;&#25509;&#31649;&#20102;&#24744;&#30340;&#19990;&#30028;&#12289;&#25554;&#20214;&#31561;&#30340;&#23384;&#20648;&#12290;&#24403;&#26381;&#21153;&#22120;&#26410;&#36816;&#34892;&#26102;&#12290;<br>
<br>
&#20026;&#20102;&#35753;&#25152;&#26377;&#29609;&#23478;&#30340;&#25968;&#21315;&#20010;&#19990;&#30028;&#21644;&#26381;&#21153;&#22120;&#25968;&#25454;&#22312;&#38656;&#35201;&#26102;&#22987;&#32456;&#21487;&#29992;&#65292;&#25105;&#20204;&#26377;&#22810;&#21488;&#19987;&#38376;&#30340;&#35745;&#31639;&#26426;&#32452;&#25104;&#20102;&#19968;&#20010;&#23384;&#20648;&#38598;&#32676;&#65292;&#20174;&#27599;&#20010;&#26381;&#21153;&#22120;&#21551;&#21160;&#26102;&#65292;&#25152;&#26377;&#30340;&#22320;&#38647;&#26381;&#21153;&#22120;&#37117;&#20250;&#20174;&#35813;&#38598;&#32676;&#21152;&#36733;&#65292;&#24182;&#20445;&#23384;&#21040;&#26381;&#21153;&#22120;&#20572;&#27490;&#26102;&#65288;&#24744;&#21487;&#20197;&#22312;&#32593;&#31449;&#19978;&#30475;&#21040;&#8220;&#27491;&#22312;&#20445;&#23384;&#8221;&#21644;&#8220;&#27491;&#22312;&#21152;&#36733;&#8221;&#29366;&#24577;&#65289;.<br>
<br>
&#30001;&#20110;&#27492;&#23384;&#20648;&#31995;&#32479;&#30340;&#29305;&#23450;&#35201;&#27714;&#21644;&#21151;&#33021;&#65292;&#36825;&#26159;Aternos&#26368;&#26114;&#36149;&#30340;&#32452;&#20214;&#20043;&#19968;&#12290;<br>
<br>
&#20026;&#20102;&#38450;&#27490;&#27492;&#23384;&#20648;&#31995;&#32479;&#21152;&#36733;&#26469;&#33258;&#31163;&#24320;&#25105;&#20204;&#30340;&#29992;&#25143;&#30340;&#25968;&#25454;&#65292;&#24182;&#19988;&#36825;&#22312;&#36130;&#21153;&#19978;&#20063;&#26159;&#21487;&#34892;&#30340;&#65292;&#25105;&#20204;&#34987;&#36843;&#21024;&#38500;&#19968;&#27573;&#26102;&#38388;&#26410;&#20351;&#29992;&#30340;&#25968;&#25454;&#12290;<br>
<br>
&#22312;&#24744;&#19978;&#27425;&#20351;&#29992;&#26381;&#21153;&#22120;&#21518;&#65292;&#25105;&#20204;&#20250;&#23581;&#35797;&#23558;&#24744;&#30340;&#26381;&#21153;&#22120;&#25968;&#25454;&#20445;&#23384;&#33267;&#23569;&#19977;&#20010;&#26376;&#12290;<br>
<br>
&#26381;&#21153;&#22120;&#34987;&#21024;&#38500;&#30340;&#23454;&#38469;&#26102;&#38388;&#21462;&#20915;&#20110;&#24403;&#26102;Aternos&#30340;&#19968;&#33324;&#20351;&#29992;&#24773;&#20917;&#12290;<br>
<br>
&#22914;&#26524;&#19968;&#20010;&#160;&#30005;&#23376;&#37038;&#20214;&#22320;&#22336;&#24050;&#38142;&#25509;&#21040;&#24744;&#30340;&#24080;&#25143;&#160;&#21644;&#8220;&#26381;&#21153;&#22120;&#21024;&#38500;&#8221;&#36890;&#30693;&#22312;&#24744;&#30340;&#160;&#24080;&#25143;&#35774;&#32622;&#65292;&#24744;&#23558;&#22312;&#21024;&#38500;&#26381;&#21153;&#22120;&#20043;&#21069;&#25910;&#21040;&#19968;&#23553;&#30005;&#23376;&#37038;&#20214;&#12290;<br>
<br>
&#22914;&#20309;&#20445;&#30041;&#25105;&#30340;&#26381;&#21153;&#22120;&#65311;<br>
<br>
&#22914;&#26524;&#24744;&#35745;&#21010;&#36739;&#38271;&#26102;&#38388;&#19981;&#20351;&#29992;Aternos&#26381;&#21153;&#22120;&#65292;&#35831;&#20351;&#29992;&#25105;&#20204;&#30340;&#160;&#22791;&#20221;&#21151;&#33021;&#160;&#23558;&#23436;&#25972;&#26381;&#21153;&#22120;&#23384;&#20648;&#22312;Google Drive&#20013;&#12290;<br>
<br>
&#24403;&#24744;&#30340;&#26381;&#21153;&#22120;&#22240;&#19981;&#27963;&#21160;&#32780;&#34987;&#21024;&#38500;&#26102;&#65292;&#23384;&#20648;&#22312;Google Drive&#20013;&#30340;&#22791;&#20221;&#23558;&#19981;&#20250;&#34987;&#35302;&#25720;&#65292;&#23427;&#20204;&#23558;&#20445;&#30041;&#160;&#38500;&#38750;&#24744;&#25163;&#21160;/&#33258;&#24049;&#21024;&#38500;&#23427;&#20204;&#65292;&#20363;&#22914;&#22312;Google&#35774;&#32622;&#20013;&#12290;<br>
<br>
&#160;<br>
<br>
&#22914;&#20309;&#24674;&#22797;&#25105;&#30340;&#26381;&#21153;&#22120;&#65311;<br>
<br>
&#21482;&#38656;&#21019;&#24314;&#19968;&#20010;&#26032;&#26381;&#21153;&#22120;&#65292;&#36830;&#25509;&#24744;&#30340;Google Drive&#24080;&#25143;&#24182;&#24674;&#22797;&#24744;&#30340;&#22791;&#20221;&#12290;<br>
<br>
&#22914;&#26524;&#36830;&#25509;&#30340;Google Drive&#24080;&#25143;&#26410;&#26174;&#31034;&#20219;&#20309;&#21487;&#29992;&#22791;&#20221;&#65292;&#24744;&#20063;<br>
<br>
&#25105;&#27809;&#26377;&#19982;&#19978;&#27425;&#30456;&#21516;&#30340;&#35895;&#27468;&#24080;&#25143;&#36830;&#25509;&#12290;<br>
<br>
&#20174;&#26410;&#21019;&#24314;&#36807;&#22791;&#20221;&#12290;<br>
<br>
&#22312;Google&#35774;&#32622;&#20013;&#33258;&#24049;&#21024;&#38500;&#20102;&#23427;&#20204;<br>
<br>
&#160;<br>
<br>
Aternos&#25903;&#25345;&#26159;&#160;&#19981;&#160;&#33021;&#22815;<br>
<br>
&#25552;&#20379;&#24744;&#29992;&#20110;&#21019;&#24314;&#22791;&#20221;&#30340;Google&#24080;&#25143;&#30340;&#20449;&#24687;&#65281;<br>
<br>
&#20102;&#35299;&#26159;&#21542;&#26366;&#32463;&#21019;&#24314;&#36807;&#22791;&#20221;&#65281;<br>
<br>
&#20174;&#26080;&#21040;&#26377;&#22320;&#24674;&#22797;&#26381;&#21153;&#22120;&#65281;<br>
<br>
&#160;<br>
<br>
&#19968;&#20123;&#36827;&#19968;&#27493;&#30340;&#35828;&#26126;&#65306;<br>
<br>
&#21024;&#38500;&#26381;&#21153;&#22120;&#19981;&#20250;&#24433;&#21709;...<br>
<br>
&#24744;&#30340;&#24080;&#25143;&#21644;&#24080;&#25143;&#30456;&#20851;&#35774;&#32622;&#12290;&#21024;&#38500;&#26381;&#21153;&#22120;&#25968;&#25454;&#21518;&#65292;&#24744;&#20173;&#28982;&#21487;&#20197;&#20351;&#29992;&#24120;&#35268;&#20973;&#25454;&#30331;&#24405;&#12290;<br>
<br>
&#24744;&#30340;&#22791;&#20221;&#20445;&#23384;&#22312;Google Drive&#20013;&#12290;&#24403;&#25105;&#20204;&#21024;&#38500;&#26381;&#21153;&#22120;&#25968;&#25454;&#26102;&#65292;&#25105;&#20204;&#19981;&#20250;&#20197;&#20219;&#20309;&#26041;&#24335;&#25509;&#35302;&#23427;&#20204;&#12290;<br>
<br>
&#160;<br>
<br>
&#22914;&#26524;&#24744;&#24076;&#26395;&#29616;&#22312;&#21024;&#38500;&#26381;&#21153;&#22120;&#25968;&#25454;&#65292;&#24744;&#21487;&#20197;&#160;&#22312;&#36873;&#39033;&#39029;&#19978;&#37325;&#26032;&#23433;&#35013;&#26381;&#21153;&#22120;&#160;&#20174;&#38646;&#24320;&#22987;&#65292;&#25110;&#32773;&#160;&#20851;&#38381;&#24744;&#30340;&#24080;&#25143;&#160;&#22914;&#26524;&#24744;&#24819;&#31163;&#24320;&#25105;&#20204;&#24182;&#24076;&#26395;&#27704;&#20037;&#21024;&#38500;&#24744;&#30340;&#25152;&#26377;&#25968;&#25454;&#12290;<br>
<br>
</div>
<p>注意，翻译不是100%正确</p></center><a href="https://icp.gov.moe/?keyword=20236018" target="_blank">萌ICP备20236018号</a></body>
</html>
